Repository: Cedric31/wp-events-manager-importer
Catalog: languages/emi-oci.po
Languages: oci

source: on
oci: sus

source: Duration
oci: Durada

source: Important events
oci: Eveniments importants

source: Archive
oci: Archiu

source: Today's events
oci: Eveniments del jorn

source: today
oci: uèi

source: hours
oci: oras

source: minutes
oci: minutas

source: day
oci: jorn

source: days
oci: jorns

source: and
oci: e

source: in
oci: dins

source: ago
oci: i a

source: more
oci: mai

source: More information
oci: Mai d'infos

source: No events to show
oci: Cap d'eveniment pas disponible

source: No events today
oci: Pas cap d'eveniment uèi

source: No events in the archive
oci: Cap d'eveniment es pas archivat

source: A configuration error occurred
oci: Una error de configuracion es apareguda

source: No duration!
oci: Pas cap de durada !

source: All-day event!
oci: Eveniment quotidian !

source: Past event!
oci: Ancian eveniment !

source: WARNING!
oci: ALÈRTA !

source: The MySQL table was not created! You cannot store events. See if you have the right MySQL access rights and check if you can create tables.
oci: La taula MySQL es pas estada creada ! Podètz pas emmagazinar cap d'eveniment. Verificatz que dispausatz de còdes de connexion valids al servidor MySQL e se possedissètz los dreches de creacion de taulas.

source: Contact your webhost/sysadmin if you must.
oci: Contactatz vòstre administrator.

source: If this brings no answers seek support at <a href="%s">%s</a>
oci: Se aquò respond pas a vòstras questions,contactatz lo supòrt sus <a href="%s">%s</a>

source: Please give as much information as you can related to your problem.
oci: Mercé de donar autant d'informacions coma possible sus vòstre problèma.

source: Options are found <a href="%s">here</a>
oci: Opcions accessiblas <a href="%s">aicí</a>

source: Save your other widget settings first!
oci: Pensatz a salvar los paramètres de vòstres autres widgets.

source: Add a list of Events to your Sidebar
oci: Apondre una lista d'eveniments a vòstra sidebar

source: Events List
oci: Lista d'eveniment

source: Events
oci: Eveniments

source: Title
oci: Títol

source: Event
oci: Eveniment

source: When
oci: Quora

source: January
oci: Genièr

source: February
oci: Febrièr

source: March
oci: Març

source: April
oci: Abril

source: May
oci: Mai

source: June
oci: Junh

source: July
oci: Julhet

source: August
oci: Agost

source: September
oci: Setembre

source: October
oci: Octobre

source: November
oci: Novembre

source: December
oci: Decembre

source: Category
oci: Categoria

source: Yes, show in the sidebar
oci: ÒC, l'afichar dins la sidebar

source: No, on the event page only
oci: Non, sus la pagina eveniment solament

source: No, delete one day after the event ends
oci: Non, suprimir un jorn aprèp la fin de l'eveniment

source: Yes, save event for the archive
oci: Òc, metre l'eveniment en archiu

source: Save event
oci: Salvar l'eveniment

source: Add event
oci: Apondre un eveniment

source: advanced
oci: avançat

source: Manage Events
oci: Modificar

source: You should create at least one category before adding events!
oci: Vos cal crear al mens una categoria abans de poder apondre un eveniment.

source: Add a category now
oci: Apondre una categoria

source: Manage
oci: Gerir

source: Add/Edit
oci: Apondre

source: Add|Edit Event
oci: Apondre

source: Categories
oci: Categorias

source: Manage Categories
oci: Categorias

source: Event <strong>deleted</strong>
oci: Eveniment <strong>suprimit</strong>

source: Event <strong>updated</strong>
oci: Eveniment <strong>mes a jorn</strong>

source: Action prohibited
oci: Accion interdicha

source: You are about to delete one or more events!
oci: Sètz a mand d'escafar un o mantun eveniment !

source: [OK] to continue, [Cancel] to stop.
oci: [OK] per contunhar, [Anullar] per arrestar.

source: Delete events
oci: Suprimir los eveniments

source: by date
oci: per data

source: descending
oci: descreissent

source: default
oci: defaut

source: ascending
oci: creissent

source: in the order you made them
oci: dins lor òrdre de creacion

source: by title
oci: per títol

source: by category
oci: per categoria

source: Sort
oci: Triar

source: Date
oci: Data

source: Starts when
oci: Debuta

source: Edit
oci: modificar

source: No Events yet!
oci: Pas cap d'eveniment actualament

source: There was an error locating the main database table for Events.
oci: Problèma d'accés a la taula principala de Events.

source: Please deactivate and re-activate Events from the plugin page!!
oci: Mercé de desactivar puèi reactivar Events dempuèi l'interfàcia de gestion de plugins.

source: If this does not solve the issue please seek support at <a href="%s">%s</a>.
oci: Se aquò resòlv pas lo problèma, mercé d'efectuar una requèsta al supòrt a <a href="%s">%s</a>.

source: Category <strong>deleted</strong>
oci: Categoria <strong>suprimida</strong>

source: Category <strong>created</strong>
oci: Categoria <strong>créée</strong>

source: Add events now
oci: Apondre des eveniment

source: Category <strong>updated</strong>
oci: Categoria <strong>mise a jour</strong>

source: No category name filled in
oci: Cap de nom de categoria pas sasit

source: You are about to delete one or more categories! Make sure there are no events in those categories or they will not show on the website
oci: Sètz va mand de suprimir una o mantuna categorias. Prenètz suènh de verificar que cap d'eveniment es pas present dins aquestas categorias o seràn suprimits tanben.

source: Delete category
oci: Suprimir la categoria

source: by name
oci: per nom

source: Name
oci: Nom

source: There was an error locating the database table for the Events categories.
oci: Problème d'accès a la taula de las categorias d'eveniments.

source: Add
oci: Apondre

source: Please fill in a name for your category!
oci: Mercé de sasir un nom per aquesta categoria.

source: You can change the name of the category here. The ID stays the same!
oci: Podètz modificar lo nom de la categoria depuis aquesta interface. L'ID reste inchangé.

source: Save Category
oci: Sauvegarder la categoria

source: Cancel
oci: Annuler

source: No valid group ID specified!
oci: Aucun ID de groupe valide spécifié !

source: Continue
oci: Continuer

source: Edit event
oci: Modificar l'eveniment

source: Event <strong>created</strong>
oci: Eveniment <strong>créé</strong>

source: Event <strong>duplicated</strong>
oci: Eveniment <strong>dupliqué</strong>

source: Not all fields met the requirements
oci: Totes les camps ne sont pas valides

source: Enter your event details below.
oci: Saisissez lo détail de vòstre eveniment çaijós.

source: Maximum %s characters.
oci: Nombre maximum de caractèrs : %s

source: Make title a link.
oci: Rendre lo títol cliquable

source: Use the field below.
oci: Utilisez lo camp çaijós

source: All-day event.
oci: Eveniment quotidien.

source: Please note that the time field uses a 24 hour clock. This means that 22:00 hour is actually 10:00pm.
oci: Lo camp horaire utilise un format 24 oras. ce qui signifie que 22:00 équivaut a 10:00pm.

source: Hint: If you're used to the AM/PM system and the event takes place/starts after lunch just add 12 hours.
oci: Conseil : Se vous utilisez lo système AM/PM et que vòstre eveniment se déroule après lo repas ajoutez simplement 12 oras.

source: Startdate
oci: Date de début

source: Day
oci: Jour

source: Month
oci: Mois

source: Year
oci: Année

source: Hour
oci: Ora

source: optional
oci: optionel

source: Enddate
oci: Date de fin

source: Repeat
oci: Répéter

source: Don't repeat
oci: Ne pas répéter

source: Every day
oci: Totes les jorns

source: Every week
oci: Totas las setmanas

source: Every 4 Weeks
oci: Totes les mois

source: Every year
oci: Totes les ans

source: This many times
oci: Plusieurs fois

source: Location
oci: Lieu

source: Maximum 255 characters.
oci: 255 caractèrs maximum.

source: Show in the sidebar
oci: Afichar dans la sidebar

source: Yes
oci: Oui

source: No
oci: Non

source: Archive this event
oci: Archiver l'eveniment

source: Message when event ends
oci: Messatge de fin d'eveniment

source: HTML allowed
oci: HTML autorisé

source: Link to page
oci: Ligam vers una page

source: Include full url and http://, this can be any page.
oci: Adresse url completa (amb http://). Podètz sasir la cibla que volètz.

source: Required if checkbox above is checked!
oci: Requerit se la casa "Rendre lo títol clicable" es marcada.

source: Tip: If you do not want to use categories create one "uncategorized" and put all events in there. You don't have to show the categories on your blog.
oci: Conseil : Se vous ne souhaitez pas utiliser de categorias, créé simplement una categoria "Non classé" et attachez chaque eveniment a aquesta dernière. Il n'est pas nécessaire d'afichar les categorias sur votre blog.

source: Events options
oci: Opcions

source: Templates
oci: Modèl

source: Language
oci: Localizacion

source: Uninstall
oci: Desinstallar

source: Main config
oci: Paramètres principals

source: Options for the sidebar and widget
oci: Opcions sidebar e widget

source: Show this many events
oci: Afichar mantun eveniment

source: Show
oci: Afichar

source: Future events including events that happen today
oci: Eveniments futurs incluses los del jorn

source: Events that didn't start yet
oci: Eveniments qu'an pas encara començat

source: Events that didn't end yet
oci: Eveniments pas terminats

source: The archive
oci: Archiu

source: Just today's events
oci: Solament los eveniments del jorn

source: The next 7 days
oci: Los 7 jorns que venon

source: Date format
oci: Format de data

source: Weekday
oci: Jorns de la setmana

source: Careful what you put here!
oci: Pensatz a verificar vòstra sasida.

source: Date system
oci: Data sistèma

source: Save options to see the result!
oci: Salvatz las opcions per veire los cambiaments.

source: Time format
oci: Format de l'ora

source: 24-hour clock
oci: Format 24h

source: 12-hour clock
oci: Format 12h

source: Date parsing
oci: Formatatge de la data

source: Hide the ending date if it's the same as the starting date
oci: Amagar la data de fin se es identica a la data de començament

source: Show the ending date even if it's the same as the starting date
oci: Afichar la data de fin quitament se es identica a la data de començament

source: Character limit
oci: Limit de caractèrs

source: Options for the page lists
oci: Opcions de la pagina de listing

source: Global or other options
oci: Opcions generalas

source: Order events
oci: Triada dels eveniments

source: by author
oci: per autor

source: by description
oci: per descripcion

source: Order archive
oci: Triada dels archius

source: Links open in
oci: Dobertura dels ligams

source: new window
oci: Novèla fenèstra

source: same window
oci: Fenèstra en cors

source: parent window
oci: Fenèstra parent

source: User Access
oci: Dreches utilizaires

source: Set these options to prevent certain userlevels from editing, creating or deleting events. The options panel user level cannot be changed.
oci: Seleccionatz aquesta opcion se volètz empachar certans nivèls d'utilizaires d'editar, crear o suprimir d'eveniments. Lo panèl dels nivèls utilizaires pòt pas èsser modificat.

source: For more information on user roles go to <a href="%s">the codex</a>.
oci: Per mai d'info suls dreches utilizaires, consultatz <a href="%s">lo codex</a>.

source: Author
oci: Autor

source: Subscriber
oci: Abonat

source: Can add/remove categories.
oci: Pòt apondre/suprimir de las categorias.

source: Update Options
oci: Mesa a jorn de las opcions

source: Sidebar and widget
oci: Sidebar e widget

source: Header
oci: Entèsta

source: Body
oci: Còs

source: Options
oci: Opcions

source: Footer
oci: Pè de pagina

source: Page
oci: Pagina

source: main list
oci: Listing principal

source: Week
oci: Setmana

source: 7 days ahead
oci: 7 jorns abans

source: Default title
oci: Títol per defaut

source: This only works if you use %category% in the header.
oci: Fonciona solament se utilizatz %category% dins l'entèsta (header).

source: No HTML allowed.
oci: HTML pas autorizat.

source: archive list
oci: Listing dels archius

source: today's list
oci: Listing del jorn

source: Location separator
oci: Separador de posicion

source: Can be text also.
oci: Pòt tanben èsser de texte.

source: Ending spaces allowed.
oci: Espaçament de fin autorizat.

source: Update Templates
oci: Mesa a jorn dels templates

source: Today
oci: Uèi

source: Hours
oci: Oras

source: Days
oci: Jorns

source: And
oci: E

source: On
oci: Sus

source: In
oci: Dins

source: Ago
oci: I a

source: Sidebar link
oci: Ligam de la sidebar

source: Page link
oci: Ligam de la pagina

source: If there are no events to show
oci: Se cap d'eveniment es pas disponible

source: If the event already happened
oci: Se l'eveniment a ja agut luòc

source: If there are no events today
oci: Se i a pas cap d'eveniment uèi

source: If the archive is empty
oci: Se los archius son voids

source: If there is an error
oci: Se i a una error

source: If no duration is set for an event
oci: Se cap de durada es pas completada per l'eveniment

source: If event is an all-day event
oci: Se l'eveniment es quotidian

source: Update Language
oci: Mesa a jorn de la localizacion

source: Uninstaller
oci: Desinstallar

source: Events installs a table in MySQL. When you disable the plugin the table will not be deleted. To delete the table use the button below.
oci: Events crèa una taula MySQL. Quand desactivatz lo plugin, la taula es pas suprimida. Per suprimir la taula, utilizatz lo boton seguent :

source: This process is irreversible and will delete ALL scheduled events and associated options!
oci: Aquesta accion es irreversibla e escafarà TOTES los eveniments e opcions associadas !

source: You are about to uninstall the events plugin
oci: Sètz a mand de desinstallar lo plugin Events

source: All scheduled events will be lost!
oci: Totes los eveniments programats seràn perduts !

source: Uninstall Events
oci: Desintallar Events
